Repository: master-8702/flutter_kids_matching_game
Catalog: lib/l10n/app_*.arb
Languages: am

source: Language
am: ቋንቋ

source: Game Over!
am: ጨዋታው አልቋል

source: Try Again
am: እንደገና ይሞክሩ!

source: Color Game
am: የቀለማት ጨዋታ

source: Animal Game
am: የእንስሳት ጨዋታ

source: Fruit Game
am: የፍራፍሬ ጨዋታ

source: Lesson Language
am: የመማሪያ ቋንቋ

source: Game Level
am: የጨዋታ ደረጃ

source: Theme Color
am: የመተግበሪያው ቀለም

source: Score
am: ውጤት

# setting
source: Settings
am: መቼት

source: Level 1
am: ደረጃ 1

source: Level 2
am: ደረጃ 2

source: Level 3
am: ደረጃ 3

source: Level 4
am: ደረጃ 4

source: Level 5
am: ደረጃ 5

source: Pink
am: ሮዝ

source: Purple
am: ሐምራዊ

source: Orange
am: ብርቱካናማ

source: Red
am: ቀይ

source: Cyan
am: ሳያን

source: Green
am: አረንጓዴ

source: Yellow
am: ቢጫ

source: Blue
am: ሰማያዊ

source: Aqua
am: አኳ

source: Beige
am: ቤዥ

source: Black
am: ጥቁር

source: Bronze
am: ነሐስ

source: Burgundy
am: በርገንዲ

source: Coral
am: ኮራል

source: Cream
am: ክሬም

source: Golden
am: ወርቃማ

source: Gray
am: ግራጫ

source: Lavender
am: ላቬንደር

source: Lime
am: ሎሚ

source: Magenta
am: መጀንታ

source: Maroon
am: ማሩን

source: Mauve
am: ሞቭ

source: Mustard
am: እርድ

source: Navy Blue
am: ደማቅ ሰማያዊ

source: Olive
am: ወይራ

source: Peach
am: ፒች

source: Rust
am: ዝገት

source: Silver
am: ብራማ

source: Tan
am: ታን

source: Teal
am: ቲል

source: White
am: ነጭ

source: Apple
am: ፖም

source: Apricot
am: አፕሪኮት

source: Avocado
am: አቮካዶ

source: Banana
am: ሙዝ

source: Cherry
am: ቼሪ

source: Elephant
am: ዝሆን

source: Giraffe
am: ቀጭኔ

source: Mule
am: በቅሎ

source: Ostrich
am: ሰጎን
